[{
    "title": "Information and Communication Technology",
    "code": 101,
    "courseFee": 2000,
    "image": "https://ds.rokomari.store/rokomari110/ProductNew20190903/260X372/31346c110_69151.jpg",
    "details": "Information and communications technology is an extensional term for information technology that stresses the role of unified communications and the integration of telecommunications and computers"
}, {
    "title": "Mathematics",
    "code": 102,
    "courseFee": 3000,
    "image": "https://thumbs.dreamstime.com/b/mathematics-subject-book-concept-wooden-table-learning-208881009.jpg",
    "details": "Mathematics includes the study of such topics as quantity, structure, space, and change. It has no generally accepted definition."
}, {
    "title": "Physics",
    "code": 103,
    "courseFee": 2500,
    "image": "https://i.pinimg.com/564x/3f/d2/1d/3fd21d7f31126441b4e42b1369438cbc.jpg",
    "details": "Physics is the natural science that studies matter, its fundamental constituents, its motion and behavior through space and time, and the related entities of energy and force."
}, {
    "title": "Bangla",
    "code": 104,
    "courseFee": 2000,
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTSeNXZxxs1_xZYPScEwuMltcPD3UepIb4Qfw&usqp=CAU",
    "details": "It is Strictly prohibited to share, read or download any copyright materials.conform the Copyright law and requires the readers to obey the copyright law. Any link or book is not hosted in the site. If any one claim about"
}, {
    "title": "Electrical Circuit",
    "code": 105,
    "courseFee": 3000,
    "image": "https://media.wiley.com/product_data/coverImage300/37/11192849/1119284937.jpg",
    "details": "An electric circuit includes a device that gives energy to the charged particles constituting the current, such as a battery or a generator; devices that use current, such as lamps, electric motors, or computers; and the connecting wires or transmission lines."
}, {
    "title": "English",
    "code": 106,
    "courseFee": 2000,
    "image": "https://m.media-amazon.com/images/I/41-b1prXYYL.jpg",
    "details": "English is a West Germanic language of the Indo-European language family, originally spoken by the inhabitants of early medieval England. It is named after the Angles, one of the ancient Germanic peoples that migrated to the area of Great Britain that later took their name, England."
}, {
    "title": "General knowledge",
    "code": 107,
    "courseFee": 2000,
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRLe1AyRJBfv7lI_Na-xcfi6fv4Dn_Eg66nUw&usqp=CAU",
    "details": "General knowledge is information that has been accumulated over time through various mediums. It excludes specialized learning that can only be obtained with extensive training and information confined to a single medium."
}, {
    "title": "Operating System",
    "code": 108,
    "courseFee": 3000,
    "image": "https://images-na.ssl-images-amazon.com/images/I/81eF-RxjuaL.jpg",
    "details": "An Operating System (OS) is an interface between a computer user and computer hardware. An operating system is a software which performs all the basic tasks like file management, memory management, process management, handling input and output, and controlling peripheral devices such as disk drives and printers."
}, {
    "title": "Combinational and Sequential Logic System",
    "code": 109,
    "courseFee": 3000,
    "image": "https://images-na.ssl-images-amazon.com/images/I/51HREDHQ8PL._SX365_BO1,204,203,200_.jpg",
    "details": "Sequential logic is a form of binary circuit design that employs one or more inputs and one or more outputs, whose states are related by defined rules that depend, in part, on previous states. Each of the inputs and output(s) can attain either of two states: logic 0 (low) or logic 1 (high)."
}, {
    "title": "Data Structure and Algorithm",
    "code": 110,
    "courseFee": 3000,
    "image": "https://media.wiley.com/product_data/coverImage300/75/04703832/0470383275.jpg",
    "details": "A data structure is a named location that can be used to store and organize data. And, an algorithm is a collection of steps to solve a particular problem. Learning data structures and algorithms allow us to write efficient and optimized computer programs."
}, {
    "title": "Computer Paripherals",
    "code": 111,
    "courseFee": 3000,
    "image": "https://images-na.ssl-images-amazon.com/images/I/51EqYMeBAhL._SX331_BO1,204,203,200_.jpg",
    "details": "A computer peripheral is any external device that provides input and output for the computer. For example, a keyboard and mouse are input peripherals, while a monitor and printer are output peripherals. ... Some peripherals, such as external hard drives, provide both input and output for the computer."
}, {
    "title": "Chemestry",
    "code": 112,
    "courseFee": 2500,
    "image": "https://img.freepik.com/free-vector/flat-chemistry-colorful-background_23-2148157680.jpg?size=338&ext=jpg",
    "details": "Chemistry is the scientific study of the properties and behavior of matter. It is a natural science that covers the elements that make up matter to the compounds composed of atoms"
}]